Repository: bckizildemir/TriQ
Catalog: TTB/Localizable.xcstrings
Source language: tr
Languages: en

# onboarding.legal.toggleAccessibility
source: Yasal kosullari kabul et
en: Agree to the legal terms

# onboarding.nav.back
source: Geri
en: Back

# onboarding.nav.skip
source: Gec
en: Skip

# onboarding.permissions.body
source: Günlük sorularını zamanında almak ve cevaplarına fotoğraf eklemek için bunları aç. İstediğin zaman Ayarlar'dan değiştirebilirsin.
en: Enable these to get your daily prompts on time and personalize your answers with photos. You can always change this later in Settings.

# onboarding.permissions.notifications.body
source: Günün sorularını kaçırmamak için hatırlatma al.
en: Get reminders so you don't miss the questions of the day.

# onboarding.permissions.notifications.title
source: Bildirimler
en: Notifications

# onboarding.permissions.photos.body
source: Cevaplarına ve profiline görsel eklemek için erişim ver.
en: Allow access so you can add images to your answers and profile.

# onboarding.permissions.photos.title
source: Fotoğraflar
en: Photos

# onboarding.permissions.title
source: Hazırsan birkaç şeyi açalım.
en: If you're ready, let's enable a few things.

# onboarding.primaryButton.final
source: Bugünün sorularını gör
en: See Today's Questions

# onboarding.progress.label
source: Tanıtım ilerlemesi
en: Onboarding progress

# onboarding.sharing.body
source: Bir soru listesini paylaş ve üç cevabını yan yana karşılaştır.
en: Share a question list with someone and compare your three answers side by side.

# onboarding.sharing.leftAnswers.1
source: SüngerBob
en: SpongeBob

# onboarding.sharing.leftAnswers.3
source: Örümcek-Adam
en: Spider-Man

# onboarding.sharing.leftTitle
source: Sen
en: You

# onboarding.sharing.question
source: En sevdiğin 3 çizgi film karakteri kim?
en: Who are your 3 favorite cartoon characters?

# onboarding.sharing.title
source: Başkalarıyla paylaş ve karşılaştır.
en: Share and compare with others.

# onboarding.status.authorized
source: Açık
en: Enabled

# onboarding.status.denied
source: Kapalı
en: Off

# onboarding.status.limited
source: Sınırlı
en: Limited

# onboarding.status.notDetermined
source: Hazır
en: Ready

# onboarding.value.body
source: Cevapların zamanla dönüp bakmak isteyeceğin kişisel bir arşive dönüşür.
en: Over time, your answers turn into a personal archive you'll want to revisit.

# onboarding.value.highlight.1
source: Anlarını kısa ve net kaydet
en: Keep your moments short and clear

# onboarding.value.highlight.2
source: Favorilerini aynı yerde topla
en: Gather your favorites in one place

# onboarding.value.highlight.3
source: Takıldığında AI ile başlamayı kolaylaştır
en: Use AI to make it easier to start when you feel stuck

# onboarding.value.title
source: Bir günlük gibi. Bir favoriler koleksiyonu gibi.
en: Like a journal. Like a collection of favorites.

# onboarding.welcome.accountFeatureBody
source: Rozetler, istatistikler, profil ve AI özellikleri seninle. Bugünün sorularına geçebilirsin.
en: Badges, stats, profile, and AI features are ready for you. You can move on to today's questions.

# onboarding.welcome.accountFeatureTitle
source: Hesabın hazır.
en: Your account is ready.

# onboarding.welcome.body
source: TTB; favorilerini, anlarını ve aklında kalan küçük şeyleri üç cevapla topladığın sıcak bir alan.
en: TTB is a warm place where you collect your favorites, moments, and little things that stay with you through three answers.

# onboarding.welcome.guestFeatureBody
source: Hesabını oluşturduğunda rozetler, profil fotoğrafı, istatistikler ve daha geniş AI kullanımı açılır.
en: When you create an account, badges, a profile photo, stats, and broader AI usage will unlock.

# onboarding.welcome.guestFeatureTitle
source: Misafir modunda keşfetmeye devam edebilirsin.
en: You can keep exploring in guest mode.

# onboarding.welcome.sampleAnswers.1
source: SüngerBob KarePantolon
en: SpongeBob SquarePants

# onboarding.welcome.sampleAnswers.3
source: Örümcek-Adam
en: Spider-Man

# onboarding.welcome.sampleBody
source: Her soru tam üç cevap ister. İstersen fotoğraf da ekleyebilirsin.
en: Every question wants exactly three answers. You can add photos too.

# onboarding.welcome.sampleQuestion
source: En sevdiğin 3 çizgi film karakteri kim?
en: Who are your 3 favorite cartoon characters?

# onboarding.welcome.sampleTitle
source: Nasıl çalışır?
en: How does it work?

# onboarding.welcome.tags.1
source: Favorilerin
en: Favorites

# onboarding.welcome.tags.2
source: Anıların
en: Memories

# onboarding.welcome.tags.3
source: Notların
en: Notes

# onboarding.welcome.title
source: Bazen kendini anlatmak için üç şey yeter.
en: Sometimes three things are enough to tell your story.

# paged.pageIndicator
source: %lld / %lld soru
en: Question %lld of %lld

# profile.badges.awardedCount
source: %lld / %lld rozet kazanıldı
en: %lld / %lld badges unlocked

# profile.badges.detailsHint
source: Rozet detaylarını açar.
en: Opens badge details.

# profile.badges.empty
source: Görev tamamlayarak rozet kazan!
en: Complete tasks to earn badges!

# profile.badges.progressAccessibility
source: %lld / %lld rozet kazanıldı
en: %lld of %lld badges unlocked

# profile.badges.remainingCount
source: +%lld daha
en: +%lld more

# profile.badges.showAll
source: Tümunu Göster
en: View All

# profile.closeHint
source: Profil sayfasini kapatir.
en: Closes the profile screen.

# profile.content.answers
source: Cevaplarım
en: My Answers

# profile.content.favorites
source: Favorilerim
en: My Favorites

# profile.content.questionLists
source: Soru Listeleri
en: Question Lists

# profile.deleteAccount.confirm
source: Hesabımı Kalıcı Olarak Sil
en: Delete My Account Permanently

# profile.deleteAccount.message
source: Profilin, cevapların, favorilerin, AI geçmişin, AI kullanım verilerin ve yüklediğin görseller silinir. Yayınladığın sorular görünür kalir.
en: Your profile, answers, favorites, AI history, AI usage data, and uploaded images will be deleted. Questions you published stay visible.

# profile.deleteAccount.title
source: Hesabı Sil
en: Delete Account

# profile.deleteSheet.confirm
source: Hesabımı Kalıcı Olarak Sil
en: Delete My Account Permanently

# profile.deleteSheet.passwordLabel
source: Şifre
en: Password

# profile.deleteSheet.passwordPlaceholder
source: Şifreni tekrar gir
en: Enter your password again

# profile.deleteSheet.title
source: Hesabı Sil
en: Delete Account

# profile.deleteSheet.warningBody
source: Şifreni yeniden girerek profilini, cevaplarını, favorilerini, AI geçmişini, AI kullanım verilerini ve yüklediğin görselleri kalıcı olarak sileceksin.
en: Re-enter your password to permanently delete your profile, answers, favorites, AI history, AI usage data, and uploaded images.

# profile.deleteSheet.warningFootnote
source: Yayınladığın sorular görünür kalir.
en: Questions you published stay visible.

# profile.deleteSheet.warningTitle
source: Bu islem geri alinamaz.
en: This action cannot be undone.

# profile.edit.cancelAccessibility
source: Profil düzenlemeyi iptal et
en: Cancel editing profile

# profile.edit.changePhoto
source: Profil Fotoğrafıni Değiştir
en: Change Profile Photo

# profile.edit.changePhotoAccessibility
source: Profil fotoğrafıni değiştir
en: Change profile photo

# profile.edit.changePhotoHint
source: Yeni bir profil fotoğrafı secmek icin dokun.
en: Select a new profile photo.

# profile.edit.emailAccessibility
source: E-posta alanı
en: Email field

# profile.edit.emailPlaceholder
source: E-posta
en: Email

# profile.edit.saveAccessibility
source: Profil degisikliklerini kaydet
en: Save profile changes

# profile.edit.title
source: Profili Düzenle
en: Edit Profile

# profile.edit.usernameAccessibility
source: Kullanıcı adi alanı
en: Username field

# profile.edit.usernamePlaceholder
source: Kullanıcı Adı
en: Username

# profile.error.creatorAttributionBatchTooLarge
source: Kullanici adi sorularina eszamanlanamadi cunku tek seferde guncellenecek cok fazla soru var.
en: Username could not be synced to your questions because there are too many authored questions to update at once.

# profile.error.invalidEmail
source: Lütfen geçerli bir e-posta adresi gir.
en: Please enter a valid email address.

# profile.error.loadProfile
source: Profil yüklenemedi: %@
en: Profile could not be loaded: %@

# profile.error.loadStatistics
source: İstatistikler yüklenemedi: %@
en: Statistics could not be loaded: %@

# profile.error.saveImage
source: Profil fotoğrafı kaydedilemedi: %@
en: Profile image could not be saved: %@

# profile.error.signOut
source: Çıkış yapılamadı: %@
en: Sign out failed: %@

# profile.error.toggleAdmin
source: Admin modu güncellenemedi: %@
en: Admin mode could not be updated: %@

# profile.error.updateProfile
source: Profil güncellenemedi: %@
en: Profile could not be updated: %@

# profile.error.usernameTaken
source: Bu kullanıcı adı zaten alınmış.
en: This username is already taken.

# profile.guest.deleteAccountConfirm
source: Misafir Hesabımı Sil
en: Delete Guest Account

# profile.guest.deleteAccountMessage
source: Misafir hesabın, cevapların, favorilerin, AI geçmişin, AI kullanım verilerin ve yüklediğin görseller kalıcı olarak silinir.
en: Your guest account, answers, favorites, AI history, AI usage data, and uploaded images will be permanently deleted.

# profile.guest.noticeBody
source: Rozetler, istatistikler, profil fotoğrafı ve daha genis AI kullanımi hesabınla açılır.
en: Badges, statistics, profile photo, and wider AI usage unlock with an account.

# profile.guest.noticeTitle
source: Misafir modunda keşfetmeye devam edebilirsin.
en: You can keep exploring in guest mode.

# profile.guest.notSignedIn
source: Oturum açilmadi
en: Not signed in

# profile.guest.saveProgress
source: İlerlemeni Kaydet
en: Save your progress

# profile.guest.saveProgressAccessibility
source: İlerlemeni kaydet ve hesap oluştur
en: Save your progress and create an account

# profile.guest.saveProgressBody
source: Cevaplarını ve favorilerini korumak için hesap oluştur.
en: Create an account to keep your answers and favorites.

# profile.guest.saveProgressBody.withFavorites
source: %2$lld favoriden %1$lld tanesi bu cihazda kayıtlı. Korumak için hesap oluştur.
en: %1$lld of %2$lld favorites saved on this device. Create an account to keep them.

# profile.guest.saveProgressHint
source: Hesap oluşturma ekranini açar.
en: Opens account creation sheet.

# profile.guest.user
source: Misafir Kullanıcı
en: Guest User

# profile.message.adminDisabled
source: Admin modu kapatıldı.
en: Admin mode deactivated.

# profile.message.adminEnabled
source: Admin modu açıldı.
en: Admin mode activated.

# profile.notifications.contentUpdates
source: Icerik guncellemeleri
en: Content updates

# profile.notifications.openSettings
source: iOS bildirim ayarlarini ac
en: Open iOS notification settings

# profile.notifications.status.authorized
source: Bildirim izni verildi. Bu anahtar, bu cihaz icin icerik duyurusu bildirimlerini kontrol eder.
en: Push permission is granted. This toggle controls content-release notifications for this device.

# profile.notifications.status.denied
source: Bildirim izni iOS Ayarlarinda kapali.
en: Push permission is disabled in iOS Settings.

# profile.notifications.status.notDetermined
source: Yeni kategoriler veya secilmis sorular yayinlandiginda bildirim almak icin bunu etkinlestir.
en: Enable this to get notified when new categories or curated questions are released.

# profile.photo
source: Profil Fotoğrafı
en: Profile photo

# profile.photoHint
source: Profil fotoğrafıni görüntülemek icin dokun.
en: Tap to view your profile photo.

# profile.section.badges
source: Rozetler
en: Badges

# profile.section.content
source: İçeriklerim
en: My Content

# profile.section.notifications
source: Bildirimler
en: Notifications

# profile.section.settings
source: Ayarlar
en: Settings

# profile.section.statistics
source: İstatistikler
en: Statistics

# profile.settings.deleteAccount
source: Hesabı Sil
en: Delete Account

# profile.settings.editProfile
source: Profili Düzenle
en: Edit Profile

# profile.settings.feedback
source: Geri Bildirim
en: Feedback

# profile.settings.signOut
source: Çıkış Yap
en: Sign Out

# profile.statistics.closeHint
source: İstatistikler ekranini kapatir.
en: Closes the statistics screen.

# profile.statistics.emptyBody
source: Soru çözerek istatistiklerini oluşturmaya basla.
en: Start answering questions to build your stats.

# profile.statistics.emptyTitle
source: Henüz Aktivite Yok
en: No Activity Yet

# profile.statistics.today
source: Bugün
en: Today

# profile.statistics.total
source: Toplam
en: Total

# profile.statistics.week
source: Bu Hafta
en: This Week

# profile.title
source: Profil
en: Profile

# question.ai.fill
source: Yapay zekadan oneri al
en: Get AI suggestion

# question.ai.fillHint
source: Bu cevabi yapay zeka ile doldur.
en: Fill this answer with AI.

# question.answer.placeholder.1
source: birinci cevabın
en: your first answer

# question.answer.placeholder.2
source: ikinci seçeneğin
en: your second choice

# question.answer.placeholder.3
source: son kararın
en: your final answer

# question.answer.saveError.imageURL
source: Görselleriniz kaydedilemedi. Lütfen tekrar deneyin.
en: Failed to save your images. Please try again.

# question.answer.saveError.text
source: Cevaplarınız kaydedilemedi. Lütfen tekrar deneyin.
en: Failed to save your answers. Please try again.

# question.card.accessibilityLabel
source: Soru karti: %@
en: Question card: %@

# question.card.answeredAccessibility
source: Cevaplandı %@
en: Answered %@

# question.card.categoryAccessibility
source: Kategori: %@
en: Category: %@

# question.card.expandHint
source: Bu soruyu tam ekranda açar.
en: Opens this question in full screen.

# question.card.lists.add
source: Soru listesine ekle
en: Add to question list

# question.card.lists.manageSaved
source: Soru listelerini yönet
en: Manage question lists

# question.card.openHint
source: Soru detaylarını açar.
en: Opens the question details.

# question.card.peopleAnsweredAccessibility
source: %lld kisi cevap verdi
en: %lld people answered

# question.creator.attribution
source: @%@ tarafindan eklendi
en: Added by @%@

# question.creator.attributionAccessibility
source: %@ tarafindan eklendi
en: Added by %@

# question.detail.savedTitle
source: Cevaplar Kaydedildi
en: Answers Saved

# question.error.invalidText
source: Sorunu biraz daha net yazar mısın?
en: Could you phrase your question a little more clearly?

# question.error.mustCreateAccount
source: Soru paylaşmak için hesabını oluşturman gerekiyor.
en: You need to create an account before you can share a question.

# question.error.notAuthenticated
source: Kullanıcı oturumu bulunamadı.
en: No active user session was found.

# question.expanded.closeHint
source: Genisletilmis soruyu kapatmak icin çift dokun.
en: Double tap to close the expanded question.

# question.expanded.save
source: Kaydet
en: Save

# question.expanded.saveAccessibility
source: Cevaplari kaydet
en: Save answers

# question.expanded.saveHint
source: Cevaplarini kaydedip bu karti kapatir.
en: Saves your answers and closes this card.

# question.guestWarning.body
source: Cevaplarını ve favorilerini kaydetmek için ücretsiz hesap oluştur.
en: Create a free account to save your answers and favorites.

# question.guestWarning.cta
source: Ücretsiz Hesap Oluştur
en: Create Free Account

# question.guestWarning.ctaHint
source: Hesap oluşturma ekranını açar.
en: Opens the account creation screen.

# question.guestWarning.dismiss
source: Misafir uyarısını kapat
en: Dismiss guest warning

# question.guestWarning.title
source: Cevaplarını kaydet
en: Save your answers

# question.image.add
source: Görsel ekle
en: Add image

# question.image.change
source: Görseli değiştir
en: Change image

# question.image.chooseFromLibrary
source: Galeriden Seç
en: Choose from Library

# question.image.closeHint
source: Tam ekran görseli kapatir.
en: Closes the full screen image.

# question.image.delete
source: Görseli sil
en: Delete image

# question.image.emptyAnswerMessage
source: Görsel bulmak için önce cevabını yaz.
en: Write an answer first to find matching images.

# question.image.find
source: Görsel Bul
en: Find Image

# question.image.fullscreen
source: Tam ekran görsel
en: Full screen image

# question.image.fullscreenHint
source: Kapatmak icin asagi surukle veya kapat dugmesine dokun.
en: Swipe down or use the close button to dismiss.

# question.image.noResults
source: Bu cevap için uygun görsel bulamadık. Daha farklı bir ifade dene.
en: No matching images found. Try a different answer.

# question.image.open
source: Görseli buyut
en: Open image

# question.image.openHint
source: Bu görseli tam ekranda açar.
en: Opens this image in full screen.

# question.image.pexelsAttribution
source: Fotoğraflar Pexels tarafından sağlanır
en: Photos provided by Pexels

# question.image.pickHint
source: Bu cevap icin galeriden görsel sec.
en: Choose an image from your photo library for this answer.

# question.image.searching
source: Uygun görseller aranıyor...
en: Finding matching images...

# question.image.suggestionAccessibility
source: %@ tarafından görsel önerisi
en: Image suggestion by %@

# question.image.uploadError
source: Görsel %lld yüklenemedi: %@
en: Image %lld could not be uploaded: %@

# questionLists.addQuestions
source: Soru Ekle
en: Add Questions

# questionLists.create
source: Oluştur
en: Create

# questionLists.create.title
source: Yeni Liste
en: New List

# questionLists.createAndAdd
source: Oluştur ve Ekle
en: Create and Add

# questionLists.delete.message
source: Bu liste silinecek. Sorular ve cevaplar değişmeden kalacak.
en: This list will be deleted. Questions and answers will stay unchanged.

# questionLists.delete.title
source: Liste Silinsin mi?
en: Delete List?

# questionLists.detail.empty.body
source: Daha sonra paylaşabileceğin bir liste oluşturmak için sorular ekle.
en: Add questions to build a list you can share later.

# questionLists.detail.empty.title
source: Henüz Soru Yok
en: No Questions Yet

# questionLists.detail.missing
source: Soru listesi bulunamadı
en: Question list not found

# questionLists.detail.title
source: Soru Listesi
en: Question List

# questionLists.edit.title
source: Listeyi Düzenle
en: Edit List

# questionLists.empty.body
source: Sevdiklerinle paylaşmak için yeni bir liste oluştur.
en: Create a new list for sharing with your beloved ones.

# questionLists.empty.title
source: Soru Listesi Yok
en: No Question Lists

# questionLists.error.invalidResponse
source: Soru listesi güncellemesi geçersiz bir yanıt döndürdü.
en: Question list update returned an invalid response.

# questionLists.guest.body
source: Soru listeleri kaydetmek ve daha sonra paylaşmak için hesap oluştur.
en: Create an account to save question lists and share them later.

# questionLists.guest.title
source: Hesap Gerekli
en: Account Required

# questionLists.name.placeholder
source: Liste adı
en: List name

# questionLists.picker.all
source: Tümü
en: All

# questionLists.picker.search
source: Sorularda ara
en: Search questions

# questionLists.picker.title
source: Soru Ekle
en: Add Questions

# questionLists.removeQuestion
source: Kaldır
en: Remove

# questionLists.row.count
source: %lld soru
en: %lld questions

# questionLists.sheet.empty.body
source: İlk listeni oluştur, sonra bu soruyu listeye ekle.
en: Create your first list, then add this question to it.

# questionLists.sheet.title
source: Soru Listeleri
en: Question Lists

# questionLists.title
source: Soru Listeleri
en: Question Lists

# share.answerLine
source: Cevap %lld: %@
en: Answer %lld: %@

# share.questionLine
source: Soru: %@
en: Question: %@

# toast.answersSent
source: Yanıtlar gönderildi
en: Answers sent

# toast.copied
source: Kopyalandı
en: Copied
